;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Italiano
;Language name in English e.g. German
LanguageEn=Italian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(vuoto)
21027=OK
21028=Annulla
21029=Chiudere

;Words - simple words can be reused
150=Nessuno
151=Applica
152=Cartella
153=File
154=Nome
155=Percorso
156=Nome:
157=Tasto di scelta rapida:
158=Percorso:
159=Reset

;Global
602=Opzioni di Listary

;Balloon
801=Listary è in esecuzione in background.
802=Trova durante la digitazione
803=La ricerca durante la digitazione è stata disabilitata temporaneamente per questa lista. Premere ESC per ripristinare.

;Tray Menu
1001=Help online
1002=Controlla aggiornamenti...
1003=Informazioni
1004=Esci

;Toolbar
1100=Cerca

;Favorite Menu
2000=Preferiti
2001=Questa applicazione
2002=Globale
2003=Aggiungi qui
2004=Aggiungi la cartella selezionata ai preferiti
2050=Impossibile aggiungere ai preferiti
2051=Impossibile ottenere il percorso di questa applicazione.

;Recent Menu
2100=Recenti
2101=Cancella
2105=Tieni nota di questa applicazione
2106=Non tenere nota di questa applicazione

;Commands Menu
2201=Cartelle aperte
2202=Passa all'ultima cartella aperta nel file manager
2203=Apri il file selezionato nel file manager
2204=Esplora la cartella selezionata
2205=Prompt dei comandi
2206=Vai alla cartella dell'applicazione
2207=Esplora la cartella dell'applicazione
2208=Mostra le estensioni dei file
2209=Mostra file e cartelle nascoste
2210=Copia il percorso della cartella negli appunti
2211=Copia i percorsi degli oggetti selezionati nella clipboard
2212=Copia il nome degli oggetti selezionati nella clipboard
2213=Opzioni
2214=Passa alla versione Pro
2215=Export List Content to Excel
2216=Disabilita Listary per questa applicazione
2218=Separatore
2219=Su di un livello
2252=Vuoi disabilitare Listary per questa applicazione?
2253=Disabilita Listary
2254=Listary non apparirà più dal prossimo riavvio di questa applicazione.\nE' possibile riabilitare Listary da Opzioni > Applicazioni.
2260=Prompt dei comandi (amministratore)
2261=Aggiungi cartella corrente come progetto

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Lista
2301=Vai a
2302=Nessuna corrispondenza per la ricerca.
2303=(cartella corrente)
2304=Progetto
2305=Menù contestuale

;Options > General
3000=Generale
3001=Avvia Listary automaticamente con Windows
3002=Seleziona la lista dei file automaticamente per l'uso con Explorer di Windows XP
3004=Quick Switch (Apri la cartella corrente nella finestra di dialogo per la selezione dei file da un file manager)
3005=Lingua:
3006=File Manager predefinito
3007=Complìilare, se si preferisce utilizzare un gestore di file diverso da Windows Explorer. \nUsare %1 nel parametro per il percorso. Non dimenticate le virgolette.
3008=Corrispondenza fuzzy
3009=Controlla aggiornamenti automaticamente
3010=Cerca nuove versioni beta
3020=Prefisso per disabilitare temporaneamente la ricerca durante la digitazione per l'attuale elenco (premere ESC per ripristinare):

;Options > Favorites
3100=Preferiti
3106=Sottomenu

;Options > Commands
3306=Aggiungi comando personalizzato
3309=Comando
3313=Visualizzare il titolo:
3314=Descrizione:
3315=Parola chiave:
3316=Silenzioso
3317=Esegui come amministratore

;Options > Applications
3402=Abilita Listary per questa applicazione
3403=Traccia file e cartelle recenti

;Options > Keyboard and Mouse
3503=Mostra la barra di Listary:
3504=Mostra il menu popup:

;Options > Display
3603=Relativa alla lista
3604=Relativa alla finestra
3605=Dall'alto
3606=Dal basso
3607=Da sinistra
3608=Da destra
3618=Parte superiore della finestra
3619=Parte inferiore della finestra
3620=Relativo al monitor
3621=Centro della finestra
3624=Fare doppio clic col mouse nell'area vuota per attivare Listary
3625=Clic col tasto centrale del mouse per attivare Listary
3626=Abilitare scorciatoie da tastiera locali quando la barra degli strumenti di Listary è nascosta
3628=Posizione della barra degli strumenti
3629=Ricerca durante la digitazione

;Options > Pro
3800=Passa a Listary Pro
3802=Nome:
3803=Email:
3804=Codice di registrazione:
3808=Incolla dagli appunti
3809=Controlla Codice di Registrazione
3810=Complimenti, hai correttamente aggiornato a Listary Pro!
3811=Siamo spiacenti, il codice di registrazione non è valido.
3812=Listary è gratuito solo per uso personale, non commerciale.
3813=Se si desidera utilizzare Listary per scopi commerciali, nel vostro posto di lavoro o se si vuole sostenere lo sviluppo di Listary, effettuare l'aggiornamento a Listary Pro.
3814=Ottenere Listary Pro adesso!

;Options > About
3900=Informazioni
3902=Visita la Homepage
3903=Questo programma è concesso in licenza a

;Options > Integration
4000=Integrazione
4002=Usa Total Commander al posto delle finestre di dialogo per la selezione dei file:

;Custom Command Dialog
4200=Comando personale
4201=Percorso completo di un file eseguibile.\nEsempio: C:\Programmi\7-Zip\7z.exe
4202=Parametri:
4203=L'esempio mostra come aggiungere il file selzionato ad un archivio usando 7-zip.\n\nE' possibile usare le seguenti variabili nei parametri. Le variabili non contengono i doppi apici, è necessario aggiungerli manualmente se occorrono.
4204=%file%\t\tPercorso completo di un file/cartella.\nEsempio:  D:\download\music\example.mp3\n\n%path%\tPercorso della cartella attuale.\nEsempio: D:\download\music\\n\n%filename%\tNome del file selezionato/folder.\nEsempio: example.mp3
4210=Crea File Txt (esempio)
4211=Crea "{query}. txt"
4212=Digita ad esempio "txt abc" per modificare "ABC. txt" con Blocco Note

;Add Favorite Dialog
4300=Aggiungi preferito
4301=Utilizzare il percorso

;Menu List
4400=Menu
4401=Barra degli strumenti
4402=Menu a comparsa
4403=Preferiti
4404=Applicazione preferita
4405=Total Commander Directory Menu
4406=Recenti
4407=Comandi
4408=Menu per clic sinistro sul Tray
4409=Menu per clic destro sul Tray

;Menu List Item Type
4500=Cartella preferita
4501=Documento preferito
4502=Lancia l'applicazione

;Options > Menus
5000=Menu
5001=Comandi
5002=Reimposta menu
5003=Sei sicuro di voler ripristinare tutti i menu ai valori predefiniti? Non perderai preferiti o comandi.
5010=Cambia icona
5011=Ripristina icona predefinita

;Options > By Window Type
5100=Per tipo di finestra

;Options > Hotkeys
5200=Tasti di scelta rapida

;Options > By Application
5300=Per applicazione
5301=Percorsi appuntati
5302=Mostra solo le applicazioni con le impostazioni non predefinite.

;Options > Index
5402=Cerca nelle sottocartelle automaticamente
5403=Prefisso per la ricerca in tutte le unità:
5404=Escludi dalla ricerca nei dischi
5410=Escludi unità o cartella
5411=Aggiungi un filtro di esclusione
5412=Rimuovi la voce selezionata
5413=Ricerca nel disco
5416=Disattiva la ricerca sul disco
5417=Forza la ricostruzione dell'Indice
5418=Caricamento...
5419=Indice
5420=Volumi NTFS
5421=Posizioni di indice personali
5422=Esclusione di cartella non valida
5423=Filtri di esclusione
5430=Aggiungi un percorso personalizzato per l'indice
5440=Aggiorna indice ogni $1 minuti (0 per disabilitare)
5441=Aaggiorna Indice adesso


;Options > History
5500=Cronologia
5501=Tieni traccia della cronologia di apertura di file e cartelle
5502=Svuota la cronologia
5503=Sei sicuro di che voler eliminare tutta la cronologia?
3208=Seleziona automaticamente l'ultimo file aperto nella finestra di dialogo per la selezione dei file
3215=Cerca file e cartelle recenti
5510=Escludi dalla cronologia

;Options > Projects
5600=Progetti
5601=Parola chiave
5602=Cosa e' questo?
5603=Ad esempio, se si aggiunge "D:\Websites\My Blog" come progetto con la parola chiave "blog", è possibile digitare "blog file_to_find.html" alla ricerca di file e cartelle in esso da qualsiasi luogo in qualsiasi momento.
5605=Aggiorna a Listary Pro ora per utilizzare progetti!

;Options > Appearance
5700=Aspetto
5701=Dimensione
5702=Normale
5703=Piccolo
5710=(in pixel. 0 per utilizzare l'impostazione predefinita)
5711=Larghezza:
5712=Altezza massima:

;Options > Launch Apps
5800=Lancia applicazioni
5801=Ricerca cartella

;Options > Search
5901=Filtri
5902=Scrivi "parola chiave:query di ricerca" o "query di ricerca parola chiave:" per applicare un filtro di ricerca
5910=Cerca in:
5911=Cerca per:
5912=Estensioni:

;Dialog > Add Exclude Filter
6100=Aggiungi il filtro di Esclusione
6101=* corrisponde a zero o più caratteri
6102=? corrisponde esattamente a un carattere
6103=Filtro:

;Dialog > Register Hotkey
6200=Tasto di scelta rapida di Listary
6201=Hotkey $1 è usato da un'altra applicazione.
6202=Specificare una nuova:

;Dialog > Upgrade to Pro
6301=Questa funzionalità viene fornita come parte della valutazione Listary Pro.
6302=Continuare

;Updates
6400=Aggiornamento Listary
6402=Listary non può controllare gli aggiornamenti ora, riprova più tardi.
6403=Si sta già utilizzando la versione più recente di Listary, si prega di controllare nuovamente in futuro.
6404=È disponibile una nuova versione di $1.
6405=Versione installata:
6406=Ultima versione:
6407=Apri pagina di Download
6408=Ignorare questa versione
6409=Ricordamelo più tardi

;UI
8000=Fare clic per impostare il tasto di scelta rapida
8001=Premere il tasto di scelta rapida

;Actions
9000=Azione
9001=Aprire la cartella
9002=Copia percorso negli Appunti
9003=Aperto
9004=Copia il percorso della cartella negli appunti
9005=Copiare nella cartella corrente
9006=Sposta nella cartella corrente
9007=Copia
9008=Taglia
9020=Sei sicuro di voler spostare "$1" "$2"?

;Tutorial
7000=Tutorial
7001=Provalo!
7002=Prossimo >
7003=No grazie
7004=Fatto
7005=Fare clic su * prossima > * quando hai finito

7010=Questa sembra essere la prima volta che si esegue Listary. Ti piacerebbe seguire un tutorial?

7020=Si aprirà una finestra di Explorer per iniziare.

7030=In Esplora risorse è possibile digitare direttamente quello che ti serve.
7031=Digita * testo 2 *

7040=* Tab / su / giù: * selezionare un file o una cartella
7041=* Invio: * apre la cartella o i file selezionati
7042=* ESC: * Nascondi la barra degli strumenti di Listary

7050=Se si utilizza spesso il menu del tasto destro (menu contestuale), la modalità di azione può essere molto utile.
7051=Digita il tuo termine di ricerca
7052=Selezionare uno dei risultati (utilizzare Tab / Su / Giù)
7053=Premere tasto * freccia a destra *

7060=Tutte le voci del menu contestuale sono qui (sia a 32-bit che a 64-bit). È possibile utilizzare la ricerca per selezionare quello che vi serve immediatamente.

7070=È inoltre possibile digitare un percorso direttamente.
7071=Digitare un percorso come D:\My folder\Photos

7080=Per evitare conflitti, Listary non apparirà automaticamente mentre si digita in alcuni file manager di terze parti. È sempre possibile utilizzare il tasto di scelta rapida ($1) per attivarlo.
7081=Provate la combinazione di tasti * $1 *

7090=Se si preferisce il mouse, è possibile utilizzare clic col tasto di mezzo o doppio clic del mouse per accedere Listary.
7091=Fare doppio clic in qualsiasi area vuota del pannello di destra in Explorer.

7100=Listary può cercare in tutte le unità (NTFS) a velocità elevata.
7101=Digitare *notepad.exe*
7102=Selezionare Blocco Note
7103=Premere Enter per aprirlo

7110=Ora dovreste avere una finestra aperta del Blocco Note.
7111=Fare clic su File > Apri... (o premere Ctrl + O) nel Blocco Note

7112=Premere * Ctrl + G *
7120=Listary ha aperto la precedente cartella in Esplora risorse di Windows! Può anche aiutare a farlo automaticamente.
7121=Passare alla finestra precedente di Explorer
7122=Aprire qualsiasi altra cartella in Esplora risorse
7123=Tornare alla finestra di dialogo Apri in Blocco Note
7124=Notare come è cambiata la cartella nella finestra di dialogo di apertura

7130=Ci sono molte altre caratteristiche in Listary come preferiti, cronologia e comandi. Si può fare clic sui pulsanti sulla barra degli strumenti di Listary per esplorare.

7141=Molte grazie per il tuo tempo! Clicca sul seguente link per saperne di più su altre grandi caratteristiche di Listary:
7142=Ulteriori informazioni su Listary
